{
  "meta": {
    "version": "1.0.0",
    "schema_version": "1.0.0",
    "last_updated": "2026-02-13",
    "repository": "https://github.com/wyrdness/douen",
    "maintainers": [
      {
        "name": "Wyrdness Team",
        "github": "wyrdness",
        "role": "maintainer"
      }
    ],
    "license": {
      "data": "CC0-1.0",
      "content": "CC-BY-4.0"
    }
  },
  "phenomenon": {
    "id": "douen",
    "name": "Douen",
    "aliases": [],
    "category": "ENTITY_SPIRIT",
    "subcategory": "Unbaptized Soul",
    "tags": [
      "|"
    ],
    "status": "documented",
    "description": {
      "summary": "The Douen (pronounced \\\"dwen\\\" or \\\"doo-EN\\\") are among the most haunting and culturally significant figures in Trinidad and Tobago folklore—the spirits of children who died before receiving baptism, condemned to wander the forests eternally as lost souls.",
      "full": "The Douen (pronounced \\\"dwen\\\" or \\\"doo-EN\\\") are among the most haunting and culturally significant figures in Trinidad and Tobago folklore—the spirits of children who died before receiving baptism, condemned to wander the forests eternally as lost souls. These small, shadowy figures appear as young children around 3-8 years old, wearing oversized straw hats that obscure their faces, which are often described as blank or absent altogether. Their most distinctive and unsettling feature is feet that point backwards, making their footprints impossible to track correctly—a physical manifestation of their inverted, liminal existence between the living world and the afterlife. Douens haunt the edges of forests and rural paths, calling to living children in high, plaintive voices, often by name. They invite children to play, offering games and companionship, but always lead them deeper into the forest where they become hopelessly lost. Unlike purely malevolent spirits, Douens occupy an ambiguous moral space—they are neither demons nor innocents, driven not by evil intent but by profound loneliness and an eternal desire for the companionship they were denied in their brief lives. The legend synthesizes three powerful cultural streams: Catholic theology regarding unbaptized infants and the concept of limbo, West African (particularly Yoruba) beliefs about abiku (spirit children who die and are reborn cyclically), and the very real dangers faced by children in Caribbean forest environments. During the colonial period, when infant mortality rates were staggeringly high and immediate baptism was considered essential for salvation, the Douen belief served both spiritual and practical functions—emphasizing the urgency of baptism while warning children away from dangerous wilderness areas. Douens remain a living tradition in Trinidad and Tobago, continuing to shape parenting practices (parents teach children never to call their names aloud in forests), inform cultural identity, and provide a framework for understanding child mortality and loss. The figure has evolved from pure folklore into cultural heritage, appearing in children's literature, school curricula, carnival celebrations, and national identity formation, while maintaining its power as both cautionary tale and poignant symbol of innocence lost."
    },
    "etymology": {
      "origin": "Unknown",
      "meaning": "To be documented",
      "first_use": "Unknown"
    }
  },
  "classification": {
    "taxonomy": {
      "category": "ENTITY_SPIRIT",
      "type": "Unbaptized Soul",
      "subtype": "Unknown",
      "variant": "Unknown"
    },
    "related_phenomena": []
  },
  "characteristics": {
    "physical": {
      "features": [],
      "morphology": "See README.md for detailed physical description"
    },
    "abilities": [],
    "behavior": {
      "activity_period": "unknown",
      "disposition": "unknown",
      "habitat_preference": []
    }
  },
  "distribution": {
    "range": {
      "description": "Unknown",
      "continents": [],
      "countries": [],
      "regions": []
    },
    "hotspots": [],
    "temporal": {
      "first_recorded": {
        "date": "Unknown",
        "circa": true,
        "source": "Traditional folklore"
      }
    }
  },
  "history": {
    "origins": {
      "cultural_roots": "Unknown",
      "earliest_accounts": "See README.md for historical details",
      "folklore_connections": "Unknown"
    },
    "timeline": []
  },
  "sightings": {
    "statistics": {
      "total_documented": 0,
      "verified": 0,
      "disputed": 0,
      "debunked": 0
    },
    "notable": [],
    "database_path": "./sightings/"
  },
  "evidence": {
    "physical": [],
    "photographic": [],
    "video": [],
    "audio": [],
    "trace": []
  },
  "theories": {
    "paranormal": [],
    "scientific": [],
    "skeptical": []
  },
  "cultural": {
    "folklore": {
      "traditions": [],
      "stories": [],
      "beliefs": "See README.md for cultural context"
    },
    "popular_culture": {
      "literature": [],
      "film_tv": [],
      "games": [],
      "other": []
    }
  },
  "research": {
    "researchers": [],
    "organizations": [],
    "ongoing_studies": "None documented"
  },
  "sources": []
}
